export default {
  cn: {
    architecture: [
      {
        title: "基础架构",
        items: [
          "跨链抽象层",
          "主链平台中立",
          "规避绑定单一平台风险",
          "核心数据交换协议群",
          "生态伙伴治理方案",
          "基于代币经济学驱动",
          "基于代币的信用评分体系",
          "去中心化信任治理体系"
        ]
      },
      {
        title: "协议群",
        items: [
          "去中心化CA协议",
          "数据储存协议",
          "数据交易协议",
          "支付协议",
          "信用评估协议",
          "生态工作量证明协议",
          "生态贡献挖矿"
        ]
      },
      {
        title: "生态组件",
        items: [
          "移动APP",
          "生态服务的官方入口",
          "索引服务",
          "支持对LPT网络中各种数据产品的搜索、认证以及推荐",
          "LPT开发框架",
          "方便生态伙伴快速接入协议"
        ]
      },
      {
        title: "应用场景",
        items: [
          "La-place Pro",
          "B2B数据交易所",
          "La-shop",
          "解锁计划",
          "B2C数字版权市场"
        ]
      }
    ],
    routeMap: {
      title: "路线图",
      routes: [
        { date: "2018.Q4", content: ["初版协议定稿"], icon: "q1.png" },
        {
          date: "2019.Q1",
          content: [
            "官方APP上线，后期同步迭代协议最新进展",
            "信用评估社区建设"
          ],
          icon: "q2.png"
        },
        [
          "测试版协议上线，发布社区评估版开发框架",
          "LPT-PAY正式上线APP，招募支付网络生态伙伴"
        ],
        ["上线官方索引服务"],
        ["正式网评估版本完整上线", "开放生态贡献挖矿", "招募全网络生态伙伴"]
      ]
    }
  },
  en: {
    architecture: []
  }
};
